<?php

return [
    'required' => 'هذا الحقل :attribute يجب ان يتم ادخاله .',
    'loginFailed' => 'تأكد من الاميل او الرقم السري',
    'loadSuccess' => 'عملية جلب البيانات تمت بنجاح',
    'loadFailed' => 'لم تتم عملية جلب البيانات',
    'saveSuccessfully' => 'عملية الحفظ ناجحة',
    'saveUnsuccessfully' => 'عملية الحفظ غير ناجحة !!!',
    'unsuccessfully' => 'العملية غير ناجحة !!!',
    'ok' => 'العملية  ناجحة !!!',
    'noMoney' => 'لا يوجد مال كافي في رصيدك  !!!',
    'min_3' => 'يجب ان يكون الحقل اكبر من ثلاث احرف',
    'deleteSuccessfully' => 'عملية الحذف ناجحة',
    'deleteUnsuccessfully' => 'عملية الحذف غير ناجحة !!!',
    'updateSuccessfully' => 'عملية التحديث ناجحة',
    'updateUnsuccessfully' => 'عملية التحديث غير ناجحة !!!',
    'remember_token_miss' => 'رابط التغيير منتهي الصلاحية , الرجاء ارسال طلب جديد !!!',
    'notAllowedAddUser' => 'حساب الدعوة وصل الى الحد الاقصى من الدعوات , تواصل مع صاحب الدعوى للحصول على رابط دعوة جديد',
    'NotWaiting' => 'تستطيع تعديل الحجز قيد الانتظار فقط',
];
